<?php
/**
 *      (C)2014-2099 Guangzhou RuoYuWangLuo KeJi Inc.
 * 		若宇网 ruoyw.com
 *		这不是一个开源和免费软件,使用前请获得作者授权
 *      array_type.php
 */
if(!defined('RUOYWCOM')) 
{
exit('Access Denied');
}
$code=array(
'1'=>'你已经登入了,无需再次登入',
'98'=>'注销登入的操作失败',
'99'=>'未登入或者没有权限',
'100'=>'账号或者密码错误',
'101'=>'新增客户失败',
'102'=>'信息获取失败',
'1000'=>'手机号码格式有误',
'1001'=>'密码长度必须6至20位',
'1002'=>'公司名不正确',
'1003'=>'电话号码不正确',
'1004'=>'联系人不正确',
'1005'=>'服务开始时间日期格式不正确',
'1006'=>'服务结束时间日期格式不正确',
'1007'=>'服务费用不正确',
'1008'=>'服务状态不正确',
);
 ?>